HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20241016100949.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-10-16T10:09:49.031+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999900" betreiber="99" seriennummer="999900" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="17110" guid="fe363433-8404-4abe-8480-d38a4b47602c"/>
                <automatenStatus betriebStatus="AUSSER_BETRIEB" letzteInteraktion="2024-10-16T10:09:49.046+02:00" letzterVerkauf="2024-10-16T10:09:49.046+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
